/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "zh-Hans";
"languageGA" = "cn";

/*******NSMenu title*****/
"About %@" = "关于%@";
"Buy Now" = "立即购买";
"BUY NOW_s" = "立即购买";
"Register" = "注册";
"Check for updates" = "检查更新";
"Service" = "服务";
"Hide Others" = "隐藏其他";
"Hide %@" = "隐藏%@";
"Quit %@" = "退出%@";
"Show All" = "显示所有";

"Edit" = "编辑";
"Undo" = "撤销";
"Redo" = "重做";
"Cut" = "剪贴";
"Copy" = "复制";
"Paste" = "粘贴";
"Clear" = "清除";
"Select All" = "全选";

"Window" = "窗口";
"Minimize" = "最小化";
"Zoom" = "缩放";
"Enter Full Screen" = "进入全屏";
"Bring All to Front" = "显示在最前";

"Help" = "帮助";
"Guide" = "指南";
"Feedback" = "反馈";
"Support" = "支持";

"Open Log" = "查看日志";

//通用按钮title
"OK" = "确定";
"Contact us" = "联系我们";
"Save" = "保存";
"Cancel" = "取消";
"Open" = "打开";
"Refresh" = "刷新";

// about window
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ 发布日期 %@";
"%@ %@ Build Date %@" = "%@ %@ 发布日期 %@";
"All Rights Reserved." = "All Rights Reserved.";

"Tree View" = "树视图";
"File View" = "文件视图";

//ScanView+Recovery
"Please select the file you want to recover." =
"请选择你想恢复的文件。";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." =
"将丢失文件恢复到文件丢失的分区会降低恢复成功的可能性，建议您可以将数据恢复到移动磁盘中。";

"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" =
"将丢失文件保存到源分区会降低恢复成功的可能性，你仍要保存数据吗？";

"Not enough space available on the disk. Additional %@ space is needed to recover these files." =
"磁盘空间不足，仍需额外 %@ 空间来恢复文件。";

"Recovering: %@" =
"正在恢复文件：%@";
"Please wait..." =
"请稍后...";

"Recovery completed!" =
"您的数据已经恢复完成！";
"Click Open button to check the recovered files." =
"请点击打开按钮来查看恢复的文件。";

"Are you sure you want to stop recovery?" =
"你确定要停止恢复吗？";

"Failed to save data to the target disk. Please choose another disk and try again." =
"数据无法保存至目标磁盘，请将数据保存至其他磁盘。";

"Your disk is disconnected. Please reinsert and try again." =
"磁盘断开连接，请连接磁盘后重试。";

"Save failed due to disconnection of the target disk. Please reinsert and try again." =
"找不到保存数据的磁盘，请重新选择磁盘保存数据。";

"Note:" = "注意：";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." =
"请不要将文件恢复到文件丢失的分区，这可能会造成文件永久丢失。";

/*******扫描模块*****/
"All Files" = "全部文件";
"Photo" = "图片";
"Audio" = "音频";
"Video" = "视频";
"Document" = "文档";
"Email" = "邮件";
"Webfile" = "网页文件";
"Archive" = "压缩文件";
"No Extension" = "无后缀文件";
"Others" = "其他";
"Trash" = "废纸篓";
"Lost location" = "丢失路径";
"More" = "更多";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" =
"如果关闭程序，扫描结果将不会保存。你确定要关闭程序吗？";
"YES" = "确定";
"No" = "取消";
"Are you sure you want to stop scanning?" = "你确定要停止扫描吗？";
"The scan result will not be saved now. Are you sure you want to return Home?" =
"如果您返回主页，扫描结果将不会保存。您确定要返回吗？";
"Continue" = "继续";
"Pause" = "暂停";
"Time remaining: %@" = "剩余时间:%@";
"Stop" = "停止";
"Loading search content, please wait…" = "正在加载搜索内容, 请稍后…";
"Back" = "返回";
"Scanning...(%.1f%%)" = "扫描中... (%.1f%%)";
"Scanning..." = "扫描中...";
"%li files found (%.1f%%)" = "找到: %li 个文件 (%.1f%%)";
"%li items found, %@" = "发现: %li 项， %@";
"Selected: %li files, %@" = "选择%li个文件，%@";
"Home" = "主页";
"Recover" = "恢复";
"Search" = "搜索";
"Scan completed!" = "扫描完成！";
"Loading content, please wait..." = "正在加载内容, 请稍后…";

"Unlock" = "解锁";
"Password hint: %@"= "密码提示：%@";
"Password:" = "密码：";
"Please enter a password to unlock the disk \"%@\"." = "请输入密码，解锁磁盘“%@”。";
"Wrong password" = "密码错误";
"Cancel1" = "取消";

/*******加载窗口模块*****/
"Reading data from the disk, please wait…" =
"正在读取磁盘信息，请稍后…";
/*******选择磁盘模块*****/
"Select a location to start data recovery" =
"选择一个位置开始恢复数据";
"Hard Drives" = "硬盘驱动器";
"External Drives" = "外置设备";
"%@ free of %@" = "%@ 可用，共 %@";
"Other Location" = "其他位置";
"The Whole Computer" = "整台电脑";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "想要恢复iOS设备的数据，请使用UltData-iOS";
"UltFone iOS Data Recovery" = "UltFone iOS Data Recovery";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "想要恢复iOS设备的数据，请使用UltFone iOS Data Recovery";
"Scan" = "扫描";
"Untitled" = "未命名";
/*******关闭SIP模块*****/
"The selected external drive is not available or uninstalled, please reinsert and try again." =
"选择的驱动器不可用或被卸载，请重新连接驱动器后重试。";
"The selected File System is currently not supported. Please select other disks for data recovery." =
"暂不支持您选择磁盘的文件系统，请选择其他磁盘恢复数据。";
"To recover data from \"macOS High Sierra\" disk, please follow steps below to disable System Integrity Protection first." =
"“macOS High Sierra”及更高版本系统恢复数据，需要先按照下面的操作步骤禁用系统完整性保护。";
"Step 1." = "步骤1. ";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." =
"重启Mac时，请立即按住键盘上的Command + R键。直到Mac重启完成进入恢复界面。";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." =
"注意: 若电脑是Mac台式机，请用有线键盘；";
"Step 2." = "步骤2. ";
"Open Terminal from the Utilities menu." =
"打开实用工具菜单中的终端。";
"Terminal" = "终端";
"Utilities" = "实用工具";
"Step 3." = "步骤3. ";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." =
"您需要输入以下命令，然后按Enter键，然后重新启动Mac即可。";
"Enter" = "Enter";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." =
"设置过程，电脑需要重启，请先使用手机拍摄好以下步骤。";
/*******扫描中模块*****/
"Name" = "文件名";
"Created Date" = "创建日期";
"Modified Date" = "修改日期";
"Path" = "路径";
"Type" = "类型";
"Size" = "大小";
"Files not found!" = "未发现文件！";
"folder" = "文件夹";
"file" = "文件";

// 2.7.0新增
"PREV" = "上一页";
"NEXT" = "下一页";
"GO TO" = "跳转到：";
"Didn't find the missing data? Try using Deep Scan." = "未找到丢失数据？尝试使用深度扫描";
"Deep Scan" = "深度扫描";
"Previous Scan Results" = "上一个扫描结果";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "返回上一次扫描结果需要停止当前扫描，您确定要停止扫描吗？";
"Stop" = "停止";
"Cancel" = "取消";
"Deep scan completed!" = "深度扫描完成！";
"OK" = "确定";
"Loading content, please wait…" = "正在加载内容, 请稍后…";
"View Deep Scan Results" = "查看深度扫描结果";
"List View" = "列表视图";
"Thumbnail" = "缩略图";
"Preview Pane" = "预览窗格";
"Preview" = "预览";
"This format file does not support to preview." = "不支持预览此格式文件。";
"This file may be corrupt and can't be previewed." = "此文件可能已经损坏，无法进行预览。";
"File size that exceeds 8 MB does not support to preview." = "文件无法预览，文件大小超过最大限制。";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "丢失数据随时都可能被破坏，导致无法恢复。建议尽早恢复数据以得到更好的效果。";
"Buy now to save 70%" = "现在购买立省 70%";
"Unlimited Data Recovery" = "不限数量恢复";
"Recover your valuable data easily and quickly." = "简单快速的恢复您宝贵的数据。";
"Multiple File Types" = "支持多种文件类型";
"Recover 550+ types of files from hard drive, memory card, etc." = "支持恢复所有文件类型，包括照片，视频，文档和其他文件。";
"Professional Support" = "专业支持";
"Provide professional and quality customer support." = "专业优质的售后服务支持。";
"Free Update" = "免费升级";
"Enjoy free update within license validity." = "支持免费升级产品。";
"Already have a registration code? Register now" = "已经拥有注册码？立刻注册";
"Register now" = "立刻注册";
"To recover data from crashed computer, please click here." = "恢复崩溃系统的数据，请点击这里。";
"click here" = "点击这里";


// pe制作
"Downloading boot system image, please wait…" = "正在下载启动系统镜像，请稍后…";
"When downloading the system image, please do not operate the disk or eject it." = "下载系统镜像时，请不要操作磁盘或弹出磁盘。";
"Are you sure you want to stop downloading the boot system image?" = "您是否要停止下载启动系统镜像？";
"Formatting the bootable drive, please wait…" = "正在格式化启动磁盘，请稍后…";

"Recover from Crashed System" = "崩溃系统恢复";
"Support to recover files from crashed system." = "支持从崩溃系统中恢复数据。";
"Recover Data from Crashed System" = "崩溃电脑数据恢复";
"Recover lost files from crashed computer" = "从崩溃电脑中恢复丢失数据";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "想要恢复iOS设备的数据，请使用iOS Data Recovery";
"Creating bootable drive…" = "创建启动磁盘中…";
"Please select a USB flash drive/external hard drive to create a bootable drive" = "请选择U盘/移动硬盘来创建启动磁盘.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "插入U盘/移动硬盘来创建启动磁盘，然后通过启动磁盘来恢复崩溃系统中的数据。";
"Bootable drive:" = "启动磁盘：";
"Please select a USB flash drive/external hard drive" = "请选择U盘/移动硬盘";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "提示：创建启动磁盘，会格式化选择磁盘的所有数据。请提前备份启动磁盘中的重要数据。";
"Return" = "返回";
"Start" = "开始";
"OK" = "确定";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "创建启动磁盘会擦除选择磁盘的所有数据，请问是否继续执行此操作？";
"Cancel" = "取消";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "启动磁盘总空间小于2G，请使用更大的U盘/移动硬盘创建启动磁盘！";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "本地磁盘空间小于2G，无法下载启动系统镜像。请清理磁盘空间后再进行下载。";
"When formatting the bootable drive, please do not operate or eject it." = "格式化磁盘时，请不要操作磁盘或弹出磁盘。";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "为避免烧录磁盘损坏，请耐心等待烧录完成。";
"Creating bootable drive, please wait…" = "正在创建启动磁盘，请稍后…";
"When creating the bootable drive, please do not operate the disk or eject it." = "创建启动磁盘时，请不要操作磁盘或弹出磁盘。";
"The bootable drive is created successfully!" = "启动磁盘创建成功！";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "请按照下列步骤，使用启动磁盘启动无法开机的Mac电脑。";
"bootable drive" = "启动磁盘";
"cannot be turned on" = "无法开机";
"black screen" = "黑屏";
"Option key" = "Option键";
"%@ bootable drive" = "%@启动磁盘";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "步骤1：将启动磁盘插入到无法开机的Mac电脑中。";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "步骤2：启动无法开机电脑，在电脑处于黑屏时，按下Option键并保持，显示启动磁盘后松开Option键。";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "步骤3：在选择启动磁盘界面，选择%@启动磁盘。";
"here" = "这里";
"To see the detailed steps, please click here." = "想查看详细操作步骤，请点击这里。";
"Bootable drive creation failed!" = "启动磁盘创建失败！";
"Contact Us" = "联系我们";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "启动磁盘创建失败，请检查你的磁盘是否断开连接。您可以点击重试按钮或联系我们。";
"Retry" = "重试";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "不支持使用SD卡烧录启动磁盘，请更换其他存储设备烧录启动系统。";

"Select USB/external hard drive" = "选择U盘/硬盘";
"Completed!" = "创建完成！";
"Format" = "格式化";

// 3.0.1
"Please enter login password to allow disk access." = "请输入登录密码用于访问磁盘。";

// 3.2.0
"note:" = "注意：";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1.如果没有收到注册码信息或不知道注册邮箱，请点击此处查询。";
"2. For other software or registration issues, please visit support center." = "2.其他软件或产品问题，请访问支持中心。";
"click here to check" = "点击此处查询";
"visit support center" = "支持中心";

"To recover data from the \"macOS Catalina\" and later systems, Please follow the steps below to allow %@ to access removable volumes" = "\"macOS Catalina\"及更高版本系统恢复数据，需先按照下面的操作步骤允许%@访问可移动宗卷";
"Step 1 :" = "步骤1:";
"Step 2 :" = "步骤2:";
"Step 3 :" = "步骤3:";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "在Mac上，选取苹果菜单>点击\"系统偏好设置\"，点击“安全性与隐私”。";
"Select the \"Removable Volumes\" checkbox below %@." = "选择%@下方的“可移除的宗卷”复选框。";
"Click \"Later\" to allow %@ to access removable volumes." = "点击“以后”允许%@访问可移动宗卷。";
"Settings" = "设置";
"OK" = "确认";
"To create a startup disk in \"macOS Catalina\" and later versions, Please follow the steps below to allow %@ to access removable volumes" =
"\"macOS Catalina\"及更高版本系统创建启动磁盘，需先按照下面的操作步骤允许%@访问可移动宗卷";

"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "抱歉，下载固件没有足够的磁盘空间。请释放（大概%@）足够的磁盘空间后再次尝试下载。";
"This file path cannot save the firmware. Please change to the correct one." = "该文件路径无法保存固件，请更换正确的文件路径。";
"Failed to download firmware package! Please check your Internet connection and try again." = "下载固件失败。请检查网络后重试！";

"Downloading the firmware, please wait…" = "正在下载固件，请稍后…";
"Please make sure the network connection is normal." = "请保证电脑网络连接正常。";
"Network Abnormal! Please check your network and try again." = "网络异常，请检查网络后重试。";
"Try Again" = "重试";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "存储空间不足，无法下载固件。请释放至少 1 GB存储空间后重试。";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "您的Mac配备了Apple T2安全芯片，无法扫描APFS文件系统下的文件。";
"Failed to download firmware package! Please check your internet connection and try again." = "下载固件失败，请检查网络后重试！";
"Fast Scan done! Finding more lost data with Deep Scan..." = "快速扫描完成。正在挖掘更多数据。。";
"Deep Scanning" = "深度扫描中";
"Fast Scanning:" = "快速扫描中";
"RAW Files" = "RAW文件";
"Tag Files" = "Tag文件";
"Deleted Files" = "已删除文件";
"Lost Location" = "丢失路径";
"Existing Files" = "已存在文件";

//mark:4.0.0
"Found %li files. More useful tips below for finding files:" = "已找到 %li 个文件。下面是一些有效查找文件的技巧：";
"File Path Not Found" = "找不到原路径的文件";
"File Name Not Found" = "找不到文件名的文件";
"Tagged Files" = "具有标签的文件";
"You may find your accidentally deleted files here." = "误删除的文件一般都会在这里出现。";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "这些文件同样是被删除的文件，但无法确定文件原本所在的位置，您可通过文件名来判断该文件是否为想要的文件。";
"There are files that lost their original names. You can preview them to see if they are target files." = "这些文件丢失了原本的文件名，您可直接预览来判断该文件是否为想要的文件。";
"You may find target files here if you lost them which are not deleted before." = "如果您未删除文件却发现文件丢失，则文件有可能在这里。";
"Lost files without name will be renamed and classified here with corresponding tags." = "对于部分丢失文件名的文件，我们会提取对应的标签来命名以及分类。";
"Unable to preview. Please recover and save it on your computer for further checking." = "无法预览，恢复并保存到电脑后可进一步检查。";
"Trying to find more data... You can search and recover your data now." = "正在尝试找到更多数据...你可以检索并恢复数据了。";
"Didn't find the missing files? Try Deep Scan." = "没有找到丢失的文件？尝试深度扫描！";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "深度扫描更细致搜寻深埋在设备里的文件，能找回文件的概率更高。";
"Artist" = "艺术家";
"Camera" = "拍摄设备";
"The Last Editor" = "最后编辑者";
"Creation Time" = "创建时间";
"Modified Time" = "修改时间";
"All Time" = "所有时间";
"Last 24 hours" = "最近24小时";
"Last 7 days" = "最近7天";
"Last 30 days" = "最近30天";
"Customize" = "自定义";
"Selected" = "已选择";
"File Size" = "文件大小";
"All Size" = "所有大小";
"Improve Chances of Finding Lost Files" = "提高找到丢失文件的可能性";
"Refer to the \"Tagged Files\" and \"File Name Not Found\" under the Tree View." = "在左侧树视图下，检索“具有标签的文件”以及“找不到文件名的文件”这两个文件夹。";
"Filter files by File Type, File Size, Date Modified, and more." = "通过文件类型、文件大小、修改时间等维度筛选文件。";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "升级到专业版以恢复您宝贵的数据！";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "升级到专业版以创建可恢复数据的启动盘！";
"Free Version" = "免费版本";
"Pro Version" = "专业版本";
"Preview Just a Few Files" = "可预览部分文件";
"Preview All Files" = "所有文件均可预览";
"Free Upgrade" = "免费升级";
"Recover Data from the Crashed Computer" = "可从崩溃系统中恢复数据";
"Only Allows You to Scan Disks" = "仅能扫描磁盘";
"Unlimited Data Recovery" = "无限次恢复数据";
"Professional Customer Service" = "专业客服支持";
"Professional and reliable data recovery solutions" = "专业值得信赖的数据恢复方案";
"Advanced Options" = "高级解决方案";
"Local Drives" = "本地设备";
"External Drives" = "外置设备";
"Common Location" = "常用位置";
"Data Recovery" = "数据恢复";
"Fast and Safe" = "高效又安全";
"Failed to read the disk data, please re-plug the external disk." = "读取磁盘数据失败，请重新插拔外置磁盘。";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "请移除所有与计算机连接的外部磁盘，然后重新插入需要恢复数据的磁盘。";
"Still have problems? Please contact us." = "依旧存在问题？请联系我们。";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "恢复相机数据时，可取出SD卡并插入读卡器后再尝试恢复数据";
"Found nothing..." = "什么都没找到...";
"1. Wait for the scan to finish before searching again." = "1. 等待扫描完成后再重新搜索";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. 你的文件很可能丢失了文件名，尝试以此方式搜索";
"3. Make sure the term you're looking for is spelled correctly." = "3. 确认搜索的词汇是否拼写正确";
"4. If none of the above methods help, please contact us." = "4. 如果以上方法均无帮助，请联系我们";
"Reading data from the disk，please wait…" = "正在读取磁盘数据，请稍后…";
"Stuck in refreshing status for a long time?" = "长时间处于刷新状态？";
"Effortlessly Recover Data from A Crashed Computer" = "从崩溃的系统中恢复数据";
"View Files" = "查看恢复的文件";
"It might take a long time to export for some files need repairing..." = "部分文件需要修复，导出时间可能会久一点...";
"contact us" = "联系我们";
"in this way" = "此方式";
"Exit App" = "退出应用";
"Recovered: %li file %@" = "已恢复：%li个文件 %@";
"Recovered: %li files %@" = "已恢复：%li个文件 %@";
"File Types" = "文件类型";
"File Tags" = "文件标签";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "你可以将鼠标移动至树目录中的图标上再次查看对应说明";
"Understood" = "明白";
"Filter" = "筛选";
"Reset" = "重置";
"Scan Stopped!" = "扫描已停止！";
"Tips:" = "提示：";
"1. Please replug the external drive or change another drive and then try again." = "1.请重新插拔外置驱动器或更换外置驱动器后重试。";
"2. Please make sure internet connection is working properly." = "2.请保证网络连接正常且稳定。";

// V5.0.0
"Get An Extra" = "享受额外的";
"Coupon Code:" = "折扣码：";
"Copy and paste the coupon code at checkout to redeem." = "点击以复制折扣码，在下单时粘贴以享受折扣";
"Copy and Buy Now" = "复制并立即购买";
"Close Program" = "关闭程序";
"Photo Repair" = "图片修复";
"Video Repair" = "视频修复";
"Repair Damaged Videos in Just Three Steps!" = "仅需三步即可修复损坏视频！";
"Repair Damaged Photos in Just Three Steps!" = "仅需三步即可修复损坏图片！";
"Import Video" = "导入视频";
"Import Photo" = "导入图片";
"Start Repairing" = "开始修复";
"Repair Done!" = "修复完成！";
"Click to Add Photos" = "点击以添加图片";
"Click to Add Videos" = "点击以添加视频";
"%liPhoto Added，%@KB" = "%li张图片已添加，共%@";
"%liVideo Added，%@KB" = "%li张视频已添加，共%@";
"%liPhotos Added，%@KB" = "%li张图片已添加，共%@";
"%liVideos Added，%@KB" = "%li张视频已添加，共%@";
"Add Photo" = "添加图片";
"Add Video" = "添加视频";
"Home" = "返回主页";
"Repair" = "修复";
"Remove All Image" = "移除所有图片";
"Remove All Video" = "移除所有视频";
"This photo can't be repaired." = "该图片无法被修复。";
"This video can't be repaired." = "该视频无法被修复。";
"Select all successfully repaired photos" = "选择所有修复成功的图片";
"Reselect photo to repair" = "重新选择图片进行修复";
"Select all successfully repaired videos" = "选择所有修复成功的视频";
"Reselect video to repair" = "重新选择视频进行修复";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "我们从该图片中找到了多个可用图片，你可以预览并导出他们。";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "我们从该视频中找到了多个可用视频，你可以预览并导出他们。";
"Are you sure you want to remove all photos?" = "确定要移除所有的图片吗？";
"Are you sure you want to remove all videos?" = "确定要移除所有的视频吗？";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "确定要重新返回主页吗？当前修复进度将不会被保存。";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "确定要重新返回主页吗？当前修复进度将不会被保存。";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "确定要重新选择视频吗？当前修复进度将不会被保存。";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "确定要重新选择图片吗？当前修复进度将不会被保存。";
"Some videos are already in the repair list and will not be imported repeatedly." = "部分视频已在修复列表中，它们将不会被重复导入。";
"Some photos are already in the repair list and will not be imported repeatedly." = "部分图片已在修复列表中，它们将不会被重复导入。";
"The video has been lost, please re-import and try previewing again." = "视频已丢失，请重新导入后再尝试预览。";
"The photo has been lost, please re-import and try previewing again." = "图片已丢失，请重新导入后再尝试预览。";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "因设备断开连接，无法继续扫描或进行恢复，请重新插入设备后再点击继续。";
"Repairing：" = "正在修复：";
"Please wait..." = "请等待..";
"Exporting:" = "正在导出：";
"The device has been disconnected, you can try to select data to recover or rescan." = "设备已断开连接，你可以尝试选择数据进行恢复或重新扫描。";
"Continue" = "继续";
"Retry" = "重试";
"Stop" = "停止";
"Export Completed!" = "导出完成！";
"Export: %lifiles(%@)" = "已导出：%li个文件（%@）";
"View Exported" = "查看导出文件";
"There are still %li videos to export, are you sure you want to stop exporting?" = "仍有%li个视频等待导出，确定要停止导出吗？";
"There are still %li photos to export, are you sure you want to stop exporting?" = "仍有%li张图片等待导出，确定要停止导出吗？";
"There are still 1 video to export, are you sure you want to stop exporting?" = "仍有1个视频等待导出，确定要停止导出吗？";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "仍有1张图片等待导出，确定要停止导出吗？";
"Are you sure you want to stop exporting?" = "确定要停止导出吗？";
"Upgrade to Pro version to preview files!" = "升级到专业版本以预览文件！";
"Upgrade" = "升级";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "未注册版本仅能播放音频文件的前30s，升级到注册版以完整播放。";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "未注册版本仅能播放视频文件的前10s，升级到注册版以完整播放。";
"Upgrade to Pro Version to Export your Valuable Photos!" = "获取专业版本以导出您宝贵的图片!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "获取专业版本以导出您宝贵的视频!";
"Support for exporting repaired files" = "可导出修复后的文件";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "该文件无法被预览，请导出后再尝试预览。";
"The file can't be previewed, please repair it and try to preview it again." = "该文件无法被预览，请修复后再尝试预览。";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "确定要关闭程序吗？当前修复进度将不会保留。";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "仍有%li张图片等待修复，确定要停止修复吗？";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "仍有%li张图片等待修复，确定要停止修复吗？";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "仍有1个视频等待修复，确定要停止修复吗？";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "仍有1张图片等待修复，确定要停止修复吗？";
"Are you sure you want to stop repairing?" = "确定要停止修复吗？";
"Repair done!" = "修复完成！";
"Repaired: %li files (%@)" = "已修复：%li个文件（%@）";
"View Repair Results" = "查看修复结果";
"Export" = "导出";
"The video has been lost, please re-repair and try exporting again." = "视频已丢失，请重新修复后再尝试导出。";
"The photo has been lost, please re-repair and try exporting again." = "图片已丢失，请重新修复后再尝试导出。";
"The video has been lost, please re-import and try repairing again." = "视频已丢失，请重新导入后再尝试修复。";
"The photo has been lost, please re-import and try repairing again." = "图片已丢失，请重新导入后再尝试修复。";
"Selected: %li photo  (%@)" = "已选择：%li张图片（%@）";
"Selected: %li photos  (%@)" = "已选择：%li张图片（%@）";
"Selected: %li video  (%@)" = "已选择：%li个视频（%@）";
"Selected: %li videos  (%@)" = "已选择：%li个视频（%@）";
"%li Results" = "%li个结果";
"Close" = "关闭";


"Match Similar Files" = "匹配相似文件";
"We've found some files that might be what you want, you can preview and restore them." = "我们找到了一些可能为您想要的文件，你可以预览并恢复他们。";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "抱歉，当前没有找到匹配文件。你可等待扫描完成后重试，或使用筛选、搜索等工具。";
"What Type of Files Do You Want to Recover?" = "您想恢复什么类型的文件？";
"Filtering file type helps recover the files you want faster" = "筛选文件类型有助于更快恢复您想要的文件";
"Others" = "其他";
"Other Types" = "其他类型";
"%@ etc." = "%@等";
"Scan Selected File Types" = "扫描选中的文件类型";
"Scan All File Types" = "扫描所有文件类型";
"Scan Only %@" = "仅扫描%@";


//MARK: - 预览
"Preview" = "预览";
"Loading..." = "正在加载...";
"Preview is not available. Recover it for view" = "无法预览，恢复以进行查看。";
"Max size for preview: 30MB. Recover it for view" = "最大支持预览：30MB，恢复以进行查看。";
"Format not supported for preview. Recover it for view" = "格式暂不支持预览，恢复以进行查看。";
"%@ files zipped in total" = "共有%@个压缩文件";
"AI Repairing..." = "AI修复中...";
"It may take a while, but it's worth the wait" = "这可能会花点时间，但等待是值得的";
"AI Repaired %@" = "AI修复后的 %@";
"Repaired successfully. Recover the repaired file" = "修复成功，保存修复后的文件";
"Get Pro for Full Preview" = "获取专业版，预览完整文件";
"Preview full file" = "完整预览";
"Recover unlimited files" = "不限恢复";
"AI Repair corrupte files" = "AI修复损坏文件";
"Premium technical support" = "高级技术支持";
"Get Pro Now" = "立即获取专业版";
"Details" = "详细信息";
"Icon" = "图标";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "获取专业版，畅享不限恢复";
"Preview only." = "只能预览。";
"No free recovery remaining." = "没有免费恢复量了。";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "解锁专业版，即可畅享所有功能、不限恢复以及更多权益。";
"Get Pro for Unlimited Repair" = "获取专业版，畅享不限修复";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "解锁专业版，即可畅享所有功能、不限修复以及更多权益。";
"Trial" = "试用版";
"Free" = "免费版";
"Pro" = "专业版";
"Preview only" = "只能预览";
"Unlimited" = "不限";
"Key Features & Benefits" = "核心功能及权益";
"Recovery amount" = "恢复量";
"Preview before recovery" = "恢复前进行预览";
"Recover while scanning" = "扫描中进行恢复";
"Recover data from crashed system" = "恢复崩溃系统的数据";
"Recover data from NAS server" = "恢复NAS服务器的数据";
"Repair corrupted vidoes & photos" = "修复损坏的视频和图片";
"Enjoy lifetime updates for free" = "享受产品免费终身升级";
"24/7 premium technical support" = "24/7小时高级客服支持";
"30-day money back guarantee" = "30天产品退款保障";
"Buy Now" = "立即购买";
"Already Purchased?" = "我已购买？";
"Register Now to proceed with recovering ( no need to rescan)." = "立即注册，即可继续恢复（无需重新扫描）。";
"Register Now" = "立即注册";
"Recover the repaired file" = "保存修复后的文件";
"Recover it for view" = "恢复以进行查看";

//MARK: - 5.1.8
"Lost data recovery" = "丢失数据恢复";
"Hard Drive" = "分区";
"Advanced recovery" = "高级恢复";
"Crashed Mac" = "崩溃的Mac";
"iCloud" = "iCloud";
"New" = "新";
"Corrupted file repair" = "损坏文件修复";
"Photo Repair" = "图片修复";
"Video Repair" = "视频修复";
"Why Pro？" = "为什么要专业版？";
"Unlock Pro to enjoy" = "解锁即可享受：";
"Unlimited Recovery" = "无限恢复";
"Corrupted Repair" = "损坏修复";
"Full Preview" = "完整预览";
"Unlock Pro Now" = "立即解锁专业版";
"Recover permanently & recently deleted iCloud data easily" = "轻松恢复永久和最近删除的iCloud数据";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "直接从 iCloud 恢复任何丢失的照片、视频、联系人、笔记等";
"Get Started" = "开始使用";
"Searching lost iCloud data..." = "正在查丢失的iCloud数据...";
"Search Completed" = "查找完成";
"Search Stopped" = "查找中止";
"Damaged or partitially missing photos" = "损坏或者部分缺失的图片";
"Add photos for repair" = "添加图片进行修复";
"Corrupted or unplayable vidoes" = "损坏或者无法播放的视频";
"Add videos for repair" = "添加视频进行修复";
"Repair any damaged or photos that cannot be opened" = "修复任何损坏或者无法打开的图片";
"Repair any corrupted or unplayale videos files and more" = "修复任何损坏或者无法播放的视频等";
//MARK: - v5.1.10
"Sign in to iCloud" = "登录iCloud";
"Apple ID" = "Apple ID";
"Password" = "密码";
"Keep Password" = "记住密码";
"Forget Apple ID or Password?" = "忘记Apple ID或密码？";
"Back" = "返回";
"Log In" = "登录";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. 为防止更改iCloud数据，恢复时请勿将设备数据同步到iCloud。";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. 我们绝不会保留您的账户记录。更多详细信息，参见我们的隐私政策。";
"Privacy Policy" = "隐私政策";
"Incorrect Apple ID or password." = "Apple ID或密码错误。";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "出于安全原因，Apple ID 被锁定。请解锁后再尝试登录。";
"Network disconnected. Please check your network connection and try again." = "网络断开，请检查您的网络连接，然后重试";
"Two-factor authentication" = "双重验证";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "您信任的设备以收到一条验证码信息，请输入验证码以继续。";
"Resend code" = "发送新的验证码";
"Get Help from Apple" = "从Apple获得帮助";
"Incorrect verification code." = "验证码错误。";
"Entered incorrect verification code too many times." = "输入太多次错误的验证码。";
"Request failed, please try again." = "请求失败，请重试。";
"Verification requested too often" = "验证请求太过频繁。";
"Network error. Please check your network connection." = "网络异常，请检查您的网络连接。";
"Please select the type of data you want to recover." = "请选择您想恢复的数据类型";
"Log Out" = "退出登录";
"Select all" = "全选";
"Refresh" = "刷新";
"Back" = "返回";
"Confirm" = "确认";
"iCloud drive" = "iCloud云盘";
"Photos" = "照片";
"Contacts" = "通讯录";
"Reminder" = "提醒事项";
"Calendar" = "日历";
"Notes" = "备忘录";

// 联系人
"Home Phone" = "家庭号码";
"Work" = "工作号码";
"iPhone" = "iPhone号码";
"Mobile Phone" = "手机号码";
"Main Phone" = "主号";
"HomeFax" = "住宅传真";
"WorkFax" = "工作传真";
"Pager Phone" = "传呼机";
"Other Phone" = "其他号码";

"Home Email" = "家庭邮箱";
"Work Email" = "工作邮箱";
"iCloud Email" = "iCloud邮箱";
"Other Email" = "其他邮箱";

"HomePage" = "主页";
"Home Page" = "家庭页";
"Work Page" = "工作页";
"Other Page" = "其他";

// 日历
"Title" = "标题";
"Starting Time" = "开始时间";
"Location" = "位置";
"URL" = "URL地址";
"List" = "列表";
"Status" = "状态";
"Reminder Time" = "提醒时间";
"Priority" = "优先级";


"Company" = "公司";
"School" = "学校";
"Time" = "时间";
"End Date Time" = "结束时间";
"Complete" = "完成";
"Incomplete" = "未完成";
"Invited People" = "受邀人";
"Flag Marks" = "旗标标记";
"None" = "无";
"Low" = "低";
"Medium" = "中";
"High" = "高";
"Unknown" = "未知";

//MARK: - 5.1.11
"Unsaved Documents" = "未保存文档";
"Date Deleted" = "删除日期";

//MARK: - PE
"Crashed Mac" = "崩溃的Mac";
"Create a bootable drive to boot up Mac for data recovery" = "创建启动盘，启动Mac电脑以恢复数据";
"What's Crashed Mac？" = "什么是崩溃的Mac电脑？";
"Boot up Mac with the USB bootable drive for data recovery" = "通过USB启动盘，启动电脑以恢复数据";
"Boot up crashed Mac" = "启动崩溃的Mac电脑";
"Tips: please try again with another USB drive Common Solutions" = "小贴士：请更换U盘再重试 常见解决方案";
"Common Solutions" = "常见解决方案";
"Icon" = "图标";
"Preview Pane" = "预览面板";
"Details" = "详细信息";
"Create Now" = "立即创建";
"Lost Partition" = "丢失分区";

"Select a drive where you lost data to start recovering" = "选择你丢失数据的分区，以开始恢复";
"Drive didn't show up?" = "分区没有展示出来？";
"Check Disk Connection" = "检查磁盘连接";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "恢复相机数据时，可取出SD卡并插入读卡器后再尝试恢复数据";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "USB 设备无法识别时，可尝试将设备接入Mac主机后置的接口来恢复数据";
"For data recovery from mobile phones, you can download UltData - iOS." = "如恢复手机上的数据，你可以下载 UltData - iOS";
"Check Disk Status" = "检查磁盘状态";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "解决方案：打开磁盘工具，点击顶部菜单栏的“挂载”按钮，然后再进行数据恢复。";
"Language_menu" = "语言";
"Disk Utility" = "磁盘工具";
"Mount" = "挂载";
"1. Access \"Disk Utility\"" = "1. 打开”磁盘工具“";
"2. Click \"Mount\"" = "2. 点击“挂载”";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "选择一个位置来保存恢复的数据";
"You've selected %li files, %@" = "您选择了 %li 文件，%@";
"%@ available" = "%@ 可用";
"Perfectly enough disk space. Save now." = "磁盘空间足够，立即保存吧";
"Save to the %@ and you don’t have to worry about data loss anymore." = "保存到 %@，再也不用担心数据丢失了。";
"Save Now" = "立即保存";
"Insufficient space available, change another location or save to the %@." = "剩余空间不足，更换位置或者保存到 %@。";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "不建议保存到源盘（数据丢失的位置），可能导致数据被覆盖，永久性丢失。";
"No permissions to read or write, change another location or save to the %@." = "没有读写权限，更换位置或者保存到 %@。";
"Insufficient space available in %@. Please change to another location to save." = "%@ 空间不足。请更换其他位置进行保存。";
"Select Folder..." = "选择文件夹...";
"Logging in..." = "正在登录...";
"Please authorize login to your %@ in the browser" = "请在浏览器中授权登录您的 %@";
"Authorization login failed" = "授权登录失败";
"Please re-authorize or change to another location" = "请重新授权或者更换其他位置";
"Another Location" = "其他位置";
"Re-authorize" = "重新授权";
"Authorization successful. Please return to %@ to continue recovering data." = "授权成功，请返回 %@ 以继续恢复数据。";

//MARK: - V5.2.0
"Large & Old Files" = "大文件和旧文件";
"Locate and remove unneeded files to free up disk space with ease" = "轻松找到并删除不需要的文件，以释放磁盘空间";
"Locate Files in Minutes" = "分分钟定位文件";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "手动查找大文件或旧文件可能需要几个小时，但使用 %@，您只需几分钟即可完成。";
"Remove As You Wish" = "移除，随你所愿";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "将无用文件永久移除、移至废纸篓或另一个文件夹。一切由您决定。";
"%@ used" = "%@ 已使用";
"Scan Now" = "立即扫描";
"All Files" = "所有文件";
"Selected" = "已选";
"By Size" = "按文件大小";
"By Access Date" = "按访问时间";
"Last Week" = "一周前";
"Last Month" = "一月前";
"Scanning %@" = "正在扫描 %@";
"Looking for large & old files" = "正在查找大文件和老文件";
"Stop Scanning" = "停止扫描";
"No files found" = "没有找到任何文件";
"Return to home and select another location to start over" = "返回首页，选择另一个位置重新开始查找";
"Removing: %@" = "正在移除：%@";
"It may take some time..." = "可能需要一些时间...";
"Remove Completed" = "移除完成";
"Removed: %li files (%@)" = "成功移除: %li 个文件 (%@)";
"Done" = "完成";
"Insufficient permissions to remove" = "权限不足，无法移除";
"No read/write permissions for NTFS partition, and it cannot be removed." = "NTFS 分区，没有读写权限，无法移除。";
"Insufficient space at target folder to remove" = "目标位置空间不足，无法移除";
"Remove to another folder or remove permanently." = "移除到另一文件夹，或者永久性移除。";
"No files selected" = "没有勾选任何文件";
"Remove Permanently" = "永久移除";
"Remove to Trash" = "移至废纸篓";
"Remove to Folder" = "移至文件夹";
"Access Time" = "访问时间";
"Open File Location" = "打开文件所在的位置";
"Return to home?" = "返回首页吗？";
"It is recommended to remove unwanted files before you return." = "返回首页前，建议您先移除不想要的文件。";
"Return" = "返回";
"Cancel" = "取消";
"Stop Scanning?" = "停止扫描吗？";
"%@ will be no longer looking for large & old files if you stop." = "如您停止，%@不会再继续查找大文件和老文件。";
"Stop Scanning" = "停止扫描";
"Stop Removing?" = "停止移除吗？";
"%@ will be no longer removing files remaining if you stop." = "如您停止，%@不会再继续移除剩下的文件。";
"Stop Removing" = "停止移除";
"Get Pro for Files Removal" = "获取专业版，立即移除文件";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "解锁专业版，即可删除不需要的大文件和旧文件，并享受更多功能，包括无限制的数据恢复。";
"Files available for removal" = "可以移除的文件数量";
"Authorizing for %@, please wait..." = "正在获取 %@ 授权，请稍等...";
"Calculating the available space in %@, please wait..." = "正在计算 %@ 可用空间大小，请稍等...";
//MARK: - 第二批_20240626
"Extra tools" = "附加工具";
"Sort by %@" = "按%@排序";
"By Modified Date" = "按修改日期";
//MARK: - 2. SD卡
"SD Card" = "SD卡";
"Select a memory card where you lost data to start recovering" = "选择你丢失数据的内存卡，立即开始恢复";
"SD card didn't show up?" = "SD卡没有展示出来？";
"No SD card connected" = "未连接SD卡";
"Connect the memory card via card reader to start recovering photos or videos" = "通过读卡器连接内存卡，立即开始恢复照片或视频";
//MARK: - 视频重组
"Enhanced Video Recovery" = "增强视频恢复";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "通过AI高级算法检测并匹配存储介质中的视频片段，并将这些片段组合在一起，以恢复完整且可播放的视频";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "恢复的同时，一并修复视频，提供一站式视频解决方案";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "轻松恢复&修复任一设备的视频，如佳能、尼康、索尼、GoPro、大疆等 了解更多";
"AI-Powered" = "AI驱动";
"Mac OS 10.15 previous versions are not supported" = "Mac OS 10.15以下的版本，不支持";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "请在 Mac OS 10.15 或更高的版本，来尝试“增强视频恢复”";
"Select a drive where you lost vidoes to start recovering" = "选择你丢失视频的分区，立即开始恢复";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "小贴士：不确定视频从哪里丢失的，不知道扫描哪个位置？";
"Select the video format you want to recover" = "选择你想恢复的视频格式";
"All videos" = "全部视频";
"Recovery duration: The more video types selected, the longer it will take." = "恢复时长：选择视频格式越多，恢复耗时越长。";
"Device that the vidoes are from (optional)" = "视频来自什么设备 (非必选）";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "注：选择正确的源设备，可进行针对性的精准恢复，显著提升恢复质量";
"Confirm" = "确认";
"Canon" = "佳能";
"GoPro" = "GoPro";
"Nikon" = "尼康";
"Sony" = "索尼";
"Fujifilm" = "富士";
"DJI" = "大疆";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "其他";
"Please select at least one video format for enhanced video recovery" = "请至少选择一个视频格式，来进行增强视频恢复";
"Select All" = "全选";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "正在进行增强视频恢复...完成后，AI将修复黑屏等无法播放的损坏视频";
"Learn more" = "了解更多";
